tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "cursor"
brew "direnv"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "pass"
brew "tree"
brew "tmux"
brew "watch"
brew "yq"
cask "1password-cli"
cask "breaktimer"
cask "docker"
cask "font-hack-nerd-font"
cask "gpg-suite-pinentry"
cask "iterm2"
cask "keepassxc"
cask "raycast"
cask "visual-studio-code"
cask "vlc"
