brew "bat"
brew "direnv"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "jq"
brew "pass"
brew "pinentry-mac"
brew "tree"
brew "tmux"
brew "watch"
brew "yq"
cask "1password-cli"
cask "breaktimer"
cask "cursor"
cask "docker"
cask "font-hack-nerd-font"
cask "google-drive"
cask "iterm2"
cask "keepassxc"
cask "raycast"
cask "visual-studio-code"
cask "vlc"
brew "volta"
